Repository: GCT-SmartlingPOC/wallet-sdk-ios
Catalog: WalletSdkOnboardingPresentation/Resources/*.lproj/onboardingpresentation.strings
Languages: de, ko, ru

# onboardingpresentation.back
source: Back
de: Zurück
ko: 뒤로
ru: Назад

# onboardingpresentation.cancel
source: Cancel
de: Abbrechen
ko: 취소
ru: Отмена

# onboardingpresentation.error.phoneLocked
source: Sorry, we can’t confirm this phone number.
de: Leider können wir diese Handynummer nicht bestätigen.
ko: 죄송합니다. 이 전화번호를 확인할 수 없습니다.
ru: К сожалению, не удалось подтвердить этот номер телефона.

# onboardingpresentation.error.phoneNotSupported
source: Sorry, we can’t text this number.
de: Leider können wir keine SMS an diese Nummer senden.
ko: 죄송합니다. 이 번호로 문자 메시지를 보낼 수 없습니다.
ru: К сожалению, не удалось отправить SMS-сообщение на этот номер.

# onboardingpresentation.next
source: Next
de: Weiter
ko: 다음
ru: Далее

# onboardingpresentation.phoneConfirmation.error.expiredCode
source: The code has expired. Get a new one.
de: Der Code ist abgelaufen. Neuen Code anforden
ko: 코드가 만료되었습니다. 새 코드를 받으세요.
ru: Срок действия кода истек. Получить новый.

# onboardingpresentation.phoneConfirmation.error.wrongCode
source: Check your code and try again.
de: Überprüfen Sie den Code und versuchen Sie es erneut.
ko: 코드를 확인하고 다시 시도해 주세요.
ru: Проверьте код и повторите попытку.

# onboardingpresentation.phoneConfirmation.sendNewCode
source: Send a new code
de: Neuen Code senden
ko: 새 코드 보내기
ru: Отправить новый код

# onboardingpresentation.phoneConfirmation.statement
source: We sent a code to %1$@
de: Wir haben einen Code an %1$@ gesendet.
ko: %1$@(으)로 확인 코드를 보냈습니다.
ru: Мы отправили код на номер %1$@

# onboardingpresentation.phoneConfirmation.title
source: Enter your code
de: Code eingeben
ko: 코드 입력
ru: Введите код

# onboardingpresentation.phoneConfirmation.troubleshooting
source: Having trouble with the code?
de: Gibt es Probleme mit dem Code?
ko: 코드에 문제가 있으세요?
ru: Возникла проблема с кодом?

# onboardingpresentation.phoneEntry.countryFlag.accessibilityLabel
source: Country %1$@
de: Land %1$@
ko: 국가 %1$@
ru: Страна %1$@

# onboardingpresentation.phoneEntry.error.phoneRegistered
source: It looks like the number is already in use.
de: Diese Nummer wird bereits verwendet.
ko: 이미 사용 중인 번호인 것 같습니다.
ru: Возможно, этот номер уже используется.

# onboardingpresentation.phoneEntry.logIn
source: Log in
de: Einloggen
ko: 로그인
ru: Войти

# onboardingpresentation.phoneEntry.statement.content.default
source: By continuing, you confirm that you’re authorized to use this phone number and agree to receive text messages from PayPal. Carrier fees may apply.
de: Indem Sie fortfahren, bestätigen Sie, dass dies Ihre Handynummer ist, und stimmen zu, SMS von PayPal zu empfangen. Es können die üblichen Mobilfunkgebühren anfallen.
ko: 계속 진행하면 이 번호를 사용할 권한이 있음을 확인하고 PayPal 문자 메시지 수신에 동의하게 됩니다.
ru: Нажимая «Продолжить», вы подтверждаете свое право использовать данный номер телефона и соглашаетесь получать SMS-сообщения от PayPal. Оператор услуг связи может взимать оплату в соответствии с тарифами.

# onboardingpresentation.phoneEntry.statement.title.default
source: We’ll send a text to this number.
de: Wir senden eine SMS an diese Nummer.
ko: 이 번호로 문자 메시지를 보내 드립니다.
ru: Мы отправим SMS-сообщение на этот номер.

source: Please enter a different number, or sign up with your email instead.
de: Geben Sie eine andere Nummer ein oder melden Sie sich mit Ihrer E-Mail-Adresse an.
ko: 다른 번호를 입력하거나 대신 이메일로 가입하세요.
ru: Введите другой номер или зарегистрируйтесь с помощью своего адреса электронной почты.

# onboardingpresentation.phoneEntry.statement.title.error.phoneRegistered
source: Log in to your account or enter a different number.
de: Loggen Sie sich in Ihr Konto ein oder geben Sie eine andere Nummer ein.
ko: 계정에 로그인하거나 다른 번호를 입력하세요.
ru: Войдите в свою учетную запись или введите другой номер.

# onboardingpresentation.phoneEntry.title
source: Enter your mobile phone
de: Handynummer eingeben
ko: 휴대폰을 입력하세요.
ru: Введите номер вашего мобильного

# onboardingpresentation.signUpWithEmail
source: Sign up with email
de: Mit E-Mail-Adresse anmelden
ko: 이메일로 가입하기
ru: Зарегистрируйтесь с помощью адреса электронной почты
