Repository: GCT-SmartlingPOC/wallet-sdk-ios
Catalog: FoundationCore/*.lproj/Localizable.strings
Languages: de, ko, ru

# ClientMessage_Button_Allow
source: Allow
de: Zulassen
ko: 허용
ru: Разрешить

# ClientMessage_Button_Cancel
source: Cancel
de: Abbrechen
ko: 취소
ru: Отменить

# ClientMessage_Button_Deny
source: Deny
de: Ablehnen
ko: 거부
ru: Отклонить

# ClientMessage_Button_Dismiss
source: Dismiss
de: Verwerfen
ko: 해제
ru: Отклонить

# ClientMessage_Button_Retry
source: Retry
de: Wiederholen
ko: 다시 시도
ru: Повторите попытку

# ClientMessage_DataTransactionCanceled_Message
source: It looks like you canceled your request before we could complete it.
de: Sie haben den Vorgang abgebrochen, bevor wir ihn abschließen konnten.
ko: PayPal에서 완료하기 전에 요청을 취소하신 것 같습니다.
ru: Похоже, вы отменили свой запрос, прежде чем мы смогли выполнить его.

# ClientMessage_DataTransactionCanceled_Suggestion
source: Do you want to try again?
de: Wollen Sie es noch einmal versuchen?
ko: 다시 시도하시겠어요?
ru: Вы хотите повторить попытку?

# ClientMessage_NetworkUnavailable_Message
source: It seems you’re not connected to a network.
de: Sie haben keine Netzwerkverbindung.
ko: 네트워크에 연결되지 않은 것 같습니다.
ru: Похоже, у вас не установлено соединение с сетью.

# ClientMessage_NetworkUnavailable_Suggestion
source: Please check your Wi-Fi settings and try again.
de: Prüfen Sie Ihre WLAN-Einstellungen und versuchen Sie es erneut.
ko: Wi-Fi 설정을 확인하고 다시 시도해 주세요.
ru: Проверьте настройки Wi-Fi и повторите попытку снова.

# ClientMessage_ServiceError_Message
source: Looks like we’re having trouble connecting you right now.
de: Beim Aufbau der Verbindung ist ein Problem aufgetreten.
ko: 현재 연결에 문제가 있는 것 같습니다.
ru: Похоже, в настоящее время нам не удается установить соединение.

# ClientMessage_ServiceError_Suggestion
source: Please try again shortly.
de: Versuchen Sie es in Kürze erneut.
ko: 잠시 후에 다시 시도해 주세요.
ru: Повторите попытку позже.

# ClientMessage_ServiceError_Title
source: Sorry About the Wait
de: Verbindungsproblem
ko: 기다려 주셔서 감사합니다.
ru: Приносим свои извинения за то, что заставили вас ждать

# ClientMessage_Sorry_Title
source: We’re Sorry
de: Es tut uns leid
ko: 죄송합니다.
ru: Приносим свои извинения

# ClientMessage_UnknownError_Message
source: We’re having some trouble completing your request right now.
de: Bei der Verarbeitung Ihres Auftrags ist ein Problem aufgetreten.
ko: 현재 요청을 완료할 수 없습니다.
ru: В настоящее время нам не удается выполнить ваш запрос.

# ClientMessage_UnknownError_Suggestion
source: Please try again shortly, and if the problem persists let us know.
de: Versuchen Sie es in Kürze erneut. Falls das Problem weiterhin besteht, geben Sie uns Bescheid.
ko: 잠시 후에 다시 시도하고 문제가 계속되면 알려주세요.
ru: Повторите попытку через некоторое время. Если проблема не будет устранена, сообщите нам об этом.

# ClientMessage_UnknownError_Title
source: Sorry About That
de: Das hat nicht funktioniert
ko: 죄송합니다.
ru: Извините

# PFClientMessage_SecureConnectionRequired_Message
source: It looks like the network you're on isn't secure. Connect to another, more secure one and try again.
de: Ihr Netzwerk scheint nicht sicher zu sein. Verbinden Sie sich mit einem sichereren Netzwerk und versuchen Sie es erneut.
ko: 현재 네트워크가 안전하지 않은 것 같습니다. 다른 안전한 네트워크에 연결하고 다시 시도해 주세요.
ru: Возможно, ваше подключение к сети не защищено. Подключитесь к другой более безопасной сети и повторите попытку.

# PFClientMessage_SecureConnectionRequired_Suggestion
source: Try Again.
de: Versuchen Sie es erneut.
ko: 다시 시도해 주세요.
ru: Повторите попытку.

# PFClientMessage_SecureConnectionRequired_Title
source: For your security...
de: Für Ihre Sicherheit...
ko: 보안을 위한 조치…
ru: Для вашей безопасности...
