Repository: GCT-SmartlingPOC/wallet-sdk-ios
Catalog: WalletSdkCompliance/WalletSdkCompliance/Resources/*.lproj/walletsdkcompliance.strings
Languages: de, ko, ru

# button.retryUpload.title
source: Try Again
de: Erneut versuchen
ko: 다시 시도
ru: Повторите попытку

# button.uploadDifferentPhoto.title
source: Take Another Photo
de: Neues Foto machen
ko: 다른 사진 찍기
ru: Сделайте еще снимок

# button.uploadPhoto.title
source: Take a Photo
de: Foto aufnehmen
ko: 사진 찍기
ru: Сфотографировать

# button.uploadPhotoOptionally.title
source: Add More Docs (Optional)
de: Weitere Dokumente hinzufügen (optional)
ko: 서류 추가(선택사항)
ru: Добавить еще документы (необязательно)

# compliance.allTasks.description
source: We need the info below to confirm your identity. It helps us to keep your account more secure. Once we’ve got your docs, we’ll review them and get back to you in 2-3 business days.
de: Senden Sie uns die Informationen unten, um Ihre Identität zu bestätigen. So machen Sie Ihr Konto noch sicherer. Sobald wir die erforderlichen Unterlagen erhalten haben, überprüfen wir sie und kommen innerhalb von 2–3 Werktagen wieder auf Sie zurück.
ko: 본인 확인을 위해 아래의 정보가 필요합니다. 이 작업을 통해 계정 보안을 강화할 수 있습니다. 문서를 제출해 주시면 PayPal에서 검토하여 영업일 기준으로 2-3일 내에 연락을 드립니다.
ru: Для подтверждения вашей личности нам необходимы перечисленные ниже сведения. Это позволит нам повысить уровень безопасности вашего счета. Как только мы получим ваши документы, мы рассмотрим их и ответим вам в течение 2–3 рабочих дней.

# compliance.allTasks.progressIndicator
source: Docs approved:
de: Akzeptierte Dokumente:
ko: 서류 승인됨:
ru: Документы одобрены:

# compliance.allTasks.title
source: Identity
de: Identität
ko: 본인 확인
ru: Подтверждение личности

# compliance.back.button.accessibilityLabel
source: Back
de: Zurück
ko: 뒤로
ru: Назад

# compliance.cip.nav.title
source: Confirm your identity
de: Identität bestätigen
ko: 본인 확인
ru: Подтвердите свои личные данные

# compliance.docUpload.alert.button.title
source: Cancel
de: Abbrechen
ko: 취소
ru: Отменить

# compliance.docUpload.alert.message.title
source: Your doc is still uploading…
de: Ihr Dokument wird noch hochgeladen...
ko: 서류가 아직 업로드 중입니다…
ru: Ваш документ по-прежнему загружается…

# compliance.docUpload.complete.header.subtitle
source: We’ll begin reviewing it and update you as soon as we’re done.
de: Wir überprüfen Ihre Informationen und melden uns anschließend bei Ihnen.
ko: 검토 절차에 착수하여 완료되면 알려드리겠습니다.
ru: Мы приступим к его рассмотрению и уведомим вас, как только примем решение.

# compliance.docUpload.error.message.title
source: Looks like something went wrong. Try again.
de: Es ist ein Problem aufgetreten. Versuchen Sie es erneut.
ko: 장애가 발생한 것 같습니다. 다시 시도해 주세요.
ru: Похоже, возникла ошибка. Повторите попытку.

# compliance.docUpload.notification.success
source: Thanks! We received your document.
de: Vielen Dank! Wir haben Ihr Dokument erhalten.
ko: 감사합니다! 서류가 접수되었습니다.
ru: Спасибо! Мы получили документ.

# compliance.docUpload.pending.header.subtitle
source: Your doc is uploading. We’ll notify you once we’ve finished reviewing it.
de: Ihr Dokument wird hochgeladen. Wir melden uns, sobald wir es überprüft haben.
ko: 서류를 업로드 중입니다. 검토가 끝나면 알려드리겠습니다.
ru: Документ загружается. Мы уведомим вас, когда завершим проверку.

# compliance.docUpload.progress.message
source: Uploaded at %1$@
de: Hochgeladen um %1$@
ko: %1$@에 업로드됨
ru: Загружено в %1$@

# compliance.docUpload.progress.processing.label
source: Reviewing
de: Überprüfen
ko: 검토 중
ru: Рассматривается

# compliance.taskDetails.alertAction.cancel
source: Cancel
de: Abbrechen
ko: 취소
ru: Отменить

# compliance.taskDetails.alertAction.existingPhoto.initialState
source: Use an existing photo
de: Vorhandenes Foto verwenden
ko: 기존 사진 사용
ru: Используйте существующее фото

# compliance.taskDetails.alertAction.existingPhoto.permissionAlert.cancel
source: Cancel
de: Abbrechen
ko: 취소
ru: Отменить

# compliance.taskDetails.alertAction.existingPhoto.permissionAlert.goToSettings
source: Go to Phone Settings
de: Öffnen Sie die Einstellungen Ihres Smartphones.
ko: 전화 설정으로 이동
ru: Перейти к настройкам телефона

# compliance.taskDetails.alertAction.existingPhoto.permissionAlert.title
source: Let PayPal access your Photos
de: Erlauben Sie PayPal den Zugriff auf Ihre Fotos.
ko: PayPal의 사진 액세스 허용
ru: Разрешите PayPal доступ к вашим фото

# compliance.taskDetails.alertAction.newPhoto.initialState
source: Take a new photo
de: Neues Foto machen
ko: 사진 새로 찍기
ru: Сделайте новый снимок

# compliance.taskDetails.alertAction.newPhoto.permissionAlert.title
source: Let PayPal access your camera
de: Erlauben Sie PayPal den Zugriff auf die Kamera.
ko: PayPal의 카메라 액세스 허용
ru: Разрешить PayPal получить доступ к вашей камере

# compliance.taskDetails.alertAction.tryAgain
source: Try again
de: Erneut versuchen
ko: 다시 시도
ru: Повторите попытку.

# compliance.taskDetails.description.photoID
source: Send us a clear photo of your driver’s license, passport, or government-issued ID card.
de: Senden Sie uns ein Foto von Ihrem Führerschein, Reisepass oder Personalausweis.
ko: 운전면허증, 여권 또는 정부 발급 신분증 카드가 명확하게 보이는 사진을 보내 주세요.
ru: Отправьте четкое изображение вашего водительского удостоверения, паспорта или другого удостоверения личности государственного образца.

# compliance.taskDetails.description.proofOfAddress
source: Send us a clear photo of your utility bill, cell phone bill, or bank statement.
de: Senden Sie uns ein Foto von Ihrer Strom-, Gas- oder Wasserrechnung, Ihrer Handy-Rechnung oder Ihrem Kontoauszug.
ko: 공과금 고지서, 휴대폰 요금 청구서 또는 은행 명세서가 명확하게 보이는 사진을 보내 주세요.
ru: Отправьте нам четкое изображение вашего счета за коммунальные услуги, счета за мобильную связь или выписки по банковскому счету.

# compliance.taskDetails.description.proofOfSSN
source: Send us a clear photo of your Social Security card or pay stub.
de: Senden Sie uns ein Foto von Ihrer Sozialversicherungskarte oder Gehaltsabrechnung.
ko: 사회보장카드나 급여명세서가 명확하게 보이는 사진을 보내 주세요.
ru: Отправьте нам четкое изображение вашего свидетельства ИНН или квитанции о начислении зарплаты.

# compliance.taskStatus.button.done.title
source: Done
de: Fertig
ko: 완료
ru: Готово

# compliance.taskStatus.subtitle.goToWebsite.label
source: Log into your PayPal account on your computer to send us this info.
de: Loggen Sie sich auf Ihrem Computer in Ihr PayPal-Konto ein, um uns diese Informationen zu senden.
ko: 컴퓨터에서 PayPal 계정에 로그인해 이 정보를 보내 주세요.
ru: Войдите в счет PayPal со своего компьютера, чтобы отправить нам эти сведения.

# compliance.taskStatus.subtitle.inProcess.label
source: We’re reviewing your doc now.
de: Wir überprüfen zurzeit Ihr Dokument.
ko: 지금 서류를 검토하는 중입니다.
ru: В данный момент мы рассматриваем ваш документ.

# compliance.taskStatus.subtitle.rejected.checkEmail.label
source: We sent you an email with details as to why we couldn’t approve your doc.
de: Wir konnten Ihr Dokument leider nicht akzeptieren. Wir haben Ihnen eine E-Mail mit weiteren Informationen gesendet.
ko: 서류가 승인되지 않은 이유에 대한 세부정보를 이메일로 보내드렸습니다.
ru: Мы отправили вам электронное письмо с объяснением, почему нам не удалось одобрить ваш документ.

# compliance.taskStatus.subtitle.rejected.illegible.label
source: We’re having trouble reviewing the doc you sent. Can you send a clearer photo of it?
de: Wir können Ihr Dokument leider nicht lesen. Senden Sie uns bitte ein Foto zu, auf dem die Daten besser zu erkennen sind.
ko: 보내 주신 서류를 검토하기 어렵습니다. 보다 명확한 사진을 보내주시겠어요?
ru: Нам не удается проверить отправленный вами документ. Вы можете отправить более четкое изображение?

# compliance.taskStatus.subtitle.rejected.unknownReason.label
source: It looks like there was a problem on our end. Try again.
de: Es gab ein Problem auf unserer Seite. Versuchen Sie es erneut.
ko: 저희 쪽에 문제가 있는 것 같습니다. 다시 시도해 주세요.
ru: Похоже, возникла проблема с нашей стороны. Повторите попытку.

# compliance.taskStatus.subtitle.rejected.wrongDocument.photoID.label
source: It looks like you may have sent us the wrong info. Try again by sending us a clear photo of your driver’s license or government-issued ID card.
de: Sie haben uns anscheinend die falschen Informationen gesendet. Senden Sie uns ein Foto von Ihrem Führerschein oder Personalausweis.
ko: 잘못된 정보를 보내신 것 같습니다. 운전면허증 또는 정부 발급 신분증 카드가 명확하게 보이는 사진을 보내 다시 시도해 주세요.
ru: Похоже, вы отправили нам неверные сведения. Повторите попытку, отправив нам четкое фото водительского удостоверения или другого удостоверения личности государственного образца.

# compliance.taskStatus.subtitle.rejected.wrongDocument.proofOfAddress.label
source: It looks like you may have sent us the wrong info. Try again by sending us a clear photo of your utility bill, cell phone bill, or bank statement.
de: Sie haben uns anscheinend die falschen Informationen gesendet. Senden Sie uns ein Foto von Ihrer Strom-, Gas- oder Wasserrechnung, Ihrer Handy-Rechnung oder Ihrem Kontoauszug.
ko: 잘못된 정보를 보내신 것 같습니다. 공과금 고지서, 휴대폰 요금 청구서 또는 은행 명세서가 명확하게 보이는 사진을 보내 다시 시도해 주세요.
ru: Похоже, вы отправили нам неверные сведения. Повторите попытку, отправив нам четкий скан вашего счета за коммунальные услуги, счета за мобильную связь или выписки по банковскому счету.

# compliance.taskStatus.subtitle.rejected.wrongDocument.proofOfSSN.label
source: It looks like you may have sent us the wrong info. Try again by sending us a clear photo of your Social Security card or pay stub.
de: Sie haben uns anscheinend die falschen Informationen gesendet. Senden Sie uns ein Foto von Ihrer Sozialversicherungskarte oder Gehaltsabrechnung.
ko: 잘못된 정보를 보내신 것 같습니다. 사회보장카드나 급여명세서가 명확하게 보이는 사진을 보내 다시 시도해 주세요.
ru: Похоже, вы отправили нам неверные сведения. Повторите попытку, отправив нам четкое фото водительского удостоверения или удостоверения личности государственного образца.

# compliance.taskStatus.title.goToWebsite.label
source: Go to our website
de: Zur PayPal-Website
ko: PayPal 웹사이트로 이동
ru: Перейдите на наш сайт

# compliance.taskStatus.title.inProcess.label
source: In review
de: Wird überprüft
ko: 검토 중
ru: На рассмотрении

# compliance.taskStatus.title.rejected.label
source: Your doc wasn’t approved
de: Ihr Dokument wurde nicht akzeptiert.
ko: 서류가 승인되지 않았습니다.
ru: Ваш документ не был одобрен

# error.noConnectivity.subtitle.message.label
source: Make sure your phone isn’t in Airplane mode and is connected to WiFi or cellular data.
de: Stellen Sie sicher, dass Ihr Gerät nicht im Flugmodus ist und über WLAN oder das Mobilfunknetz verbunden ist.
ko: 전화기가 비행기 모드가 아니고 Wi-Fi 또는 셀룰러 데이터에 연결되어 있는지 확인하세요.
ru: Убедитесь, что ваш телефон не в режиме полета и подключен к WiFi или к сотовой системе передачи данных.

# error.noConnectivity.title.message.label
source: No Internet connection
de: Keine Internetverbindung
ko: 인터넷 연결 안 됨
ru: Отсутствует интернет-соединение

# error.retry.button.title.label
source: Try again
de: Erneut versuchen
ko: 다시 시도
ru: Повторите попытку.

# error.subtitle.message.label
source: Looks like something went wrong on our end. Try again in a minute or two
de: Bei uns ist ein Fehler aufgetreten. Versuchen Sie es in Kürze erneut.
ko: 저희 쪽에 장애가 발생한 것 같습니다. 잠시 후에 다시 시도해 주세요.
ru: Похоже, возникла проблема с нашей стороны. Повторите попытку через пару минут.

# error.title.message.label
source: Sorry about that
de: Entschuldigung
ko: 죄송합니다.
ru: Извините
